import React from 'react'
import { NavLink } from 'react-router-dom'

const DelaersInfo = () => {
    return (
        <div className='block-page-order'>
            <div className='container'>
                <div>
                    <div className='text-center mb-5'>
                        <h2>Список дилеров</h2>
                    </div>
                    <ul className='dealers'>
                        <li>
                            - АБАКАН, РФ (ул.Крылова, 78, студия 2FACE)
                            <br></br>
                            ID 04092022
                            <br></br>
                            ИП Агапитова Мария Викторовна
                            <br></br>
                            +7(923) 598-64-66
                            <br></br>
                            le_mousse_abakan
                        </li>
                        <li>
                            - АЛЬМЕТЬЕВСК, РФ (ул. Ленина , д. 82, цветочный салон Silviya Flowers)
                            <br></br>
                            ID 29072022
                            <br></br>
                            Хаитова Сильвия Бахтияровна
                            <br></br>
                            +7(987) 420-44-18
                            <br></br>
                            le_mousse_almet
                        </li>
                        <li>
                            - АБАКАН, РФ (ул.Крылова, 78, студия 2FACE)
                            <br></br>
                            ID 04092022
                            <br></br>
                            ИП Агапитова Мария Викторовна
                            <br></br>
                            +7(923) 598-64-66
                            <br></br>
                            le_mousse_abakan
                        </li>
                        <li>
                            - АХТУБИНСК, Астраханская область, РФ (ул. Сталинградская 7а)
                            <br></br>
                            ID 27102022
                            <br></br>
                            ИП Васильченко Сергей Анатольевич
                            <br></br>
                            +7 (996) 050-08-28
                            <br></br>
                            le_mousse_ahtubinsk
                        </li>
                        <li>
                            - БАЛАШИХА,РФ (ул.Дмитриева, д.6)
                            <br></br>
                            ID 29082022
                            <br></br>
                            Менари-Юргенсенс Анастасия Германовна
                            <br></br>
                            +7(993)440-19-97
                            <br></br>
                            le_mousse_balashikha
                        </li>
                        <li>
                            - БУЗУЛУК, РФ (1 микрорайон, дом 21 "Г", ТЦ PRADO )
                            <br></br>
                            ID 19102022
                            <br></br>
                            ИП Головкова Екатерина Андреевна
                            <br></br>
                            +7 (922) 622-88-86
                            <br></br>
                            le_mousse_buzuluk
                        </li>
                        <li>
                            - ВЛАДИВОСТОК, УССУРИЙСК, РФ (ул. Пушкина 48)
                            <br></br>
                            ID 12042022
                            <br></br>
                            ИП Рябых М.Д.
                            <br></br>
                            +7 924 134-04-89
                            <br></br>
                            le_mousse_cosmetic
                        </li>
                        <li>
                            - АБАКАН, РФ (ул.Крылова, 78, студия 2FACE)
                            <br></br>
                            ID 04092022
                            <br></br>
                            ИП Агапитова Мария Викторовна
                            <br></br>
                            +7(923) 598-64-66
                            <br></br>
                            le_mousse_abakan
                        </li>
                        <li>
                            - ВЛАДИКАВКАЗ, РФ (Московское шоссе, 3К, ТРЦ Алания Молл)
                            <br></br>
                            ID 30092022
                            <br></br>
                            ИП Аветян Ренат Артурович
                            <br></br>
                            +7(988) 872-37-33
                            <br></br>
                            le_mousse_vld
                        </li>
                        <li>
                            - ВОРКУТА, РФ (ул. Гагарина, дом 5, ТЦ «Норильск»)
                            <br></br>
                            ID 12092022
                            <br></br>
                            ИП Сканк Валерия Витальевна
                            <br></br>
                            +7(912)111-08-26
                            <br></br>
                            le_mousse_vorkuta
                        </li>
                        <li>
                            - Волгоград (Красноармейский район, 40 лет ВЛКСМ 17а)
                            <br></br>
                            ID 22092022
                            <br></br>
                            Хан Ольга Вячеславовна
                            <br></br>
                            +7 (960) 895-25-71
                            <br></br>
                            le_mousse_kr
                        </li>
                        <li>
                            - ГРОЗНЫЙ, Чеченская Республика, РФ (ул. Абдулхакима Исмаилова 44В)
                            <br></br>
                            ID 25052022
                            <br></br>
                            ИП Мамеева Л. А.
                            <br></br>
                            +7 968 622-22-23
                            <br></br>
                            le_mousse_makhachkala
                        </li>
                        <li>
                            - ДНР (Донецкая область, Старобешевский район, пгт Новый Свет, ул. Энергетическая д.38)
                            <br></br>
                            ID 04062022
                            <br></br>
                            ИП Пешкова А.А.
                            <br></br>
                            +7 949 383 56 81
                            <br></br>
                            le_mousse_donetsk
                        </li>
                        <li>
                            - ЕЛИЗОВО, РФ (ул.Пограничная,27)
                            <br></br>
                            ID 13102022
                            <br></br>
                            ИП Медведева Кристина Николаевна
                            <br></br>
                            +7(914)786-18-23
                            <br></br>
                            le_mousse.kam
                        </li>
                        <li>
                            - КАЗАНЬ, РФ (ул. Галимджана Баруди, д.6, студия Linail)
                            <br></br>
                            ID 01092022
                            <br></br>
                            Османов Эльнур Асифович
                            <br></br>
                            +7(937) 007-77-10
                            <br></br>
                            le_mousse_kazan
                        </li>
                        <li>
                            - КАЗАХСТАН - генеральный дилер
                            <br></br>
                            ID 220622
                            <br></br>
                            ИП Le Mousse
                            <br></br>
                            +7 928 443 12 12
                            <br></br>
                            le_mousse_almaty
                            <br></br>
                            <ul className='dealers_children'>
                                <li>
                                    - Алматы
                                    <br></br>
                                    ID 220622
                                    <br></br>
                                    le_mousse_almaty
                                    <br></br>
                                </li>
                                <li>
                                    - Уральск
                                    <br></br>
                                    ID 220622
                                    <br></br>
                                    le_mousse_uralsk
                                    <br></br>
                                </li>
                                <li>
                                    - Шымкент
                                    <br></br>
                                    ID 220622
                                    <br></br>
                                    le_mousse_shymkent
                                    <br></br>
                                </li>
                                <li>
                                    - Усть-Каменогорск
                                    <br></br>
                                    ID 220622
                                    <br></br>
                                    le_mousse_uka
                                    <br></br>
                                </li>
                                <li>
                                    - Нур-Султан
                                    <br></br>
                                    ID 220622
                                    <br></br>
                                    le_mousse_nursultan
                                    <br></br>
                                </li>
                                <li>
                                    - Караганда
                                    <br></br>
                                    ID 220622
                                    <br></br>
                                    le_mousse_karaganda
                                    <br></br>
                                </li>
                            </ul>
                        </li>
                        <li>
                            - КАЛИНИНГРАД, РФ (ул. Орудийная 20В)
                            <br></br>
                            ID 26052022
                            <br></br>
                            ИП Емельянова Т.Ю.
                            <br></br>
                            +7 911 457 25 82
                            <br></br>
                            le_mousse_kld39
                        </li>
                        <li>
                            - КИРОВ, РФ (Октябрьский проспект 92, ТЦ Novita Centro, 1 этаж)
                            <br></br>
                            ID 02072022
                            <br></br>
                            ООО ВЕСТ, Суслова Е.С.
                            <br></br>
                            +7 953 949 69 13
                            <br></br>
                            le_mousse_kirov
                        </li>
                        <li>
                            - КИШИНЁВ, Молдавия ( Зелински 15/4)
                            <br></br>
                            ID 30082022
                            <br></br>
                            ИП Куцарь Мария Афанасьевна
                            <br></br>
                            +373 685 31 553
                            <br></br>
                            le_mousse_md
                        </li>
                        <li>
                            - КОСТАНАЙ, Казахстан (ул. Гоголя 79а оф. 408)
                            <br></br>
                            ID 11042022
                            <br></br>
                            ИП Макарова А.А.
                            <br></br>
                            +7 777 572 8822
                            <br></br>
                            le_mousse_kst
                        </li>
                        <li>
                            - КРАСНОДАР, РФ (ул. Кожевенная д.24)
                            <br></br>
                            ID 01072022
                            <br></br>
                            ИП Путилина А.С
                            <br></br>
                            +7 928 443 12 12
                            <br></br>
                            le_mousse_krd
                        </li>
                        <li>
                            - КРАСНОЯРСК, РФ (ул. Мужества 10, ТЦ Зелёный, бьюти-коворкинг INDI)
                            <br></br>
                            ID 23052022
                            <br></br>
                            ИП Денисов А.И.
                            <br></br>
                            +7 902 967 05 97
                            <br></br>
                            le_mousse_krsk
                        </li>
                        <li>
                            - Луганская Народная Республика, ( ул. Советская 76, магазин Beauty Boss)
                            <br></br>
                            ID 27082022
                            <br></br>
                            ИП Гайдай Алёна Витальевна
                            <br></br>
                            +7 (959) 144-44-47
                            <br></br>
                            beauty.boss.lg
                        </li>
                        <li>
                            - МАХАЧКАЛА, Дагестан, РФ (ул. Абдулхакима Исмаилова 44В)
                            <br></br>
                            ID 25052022
                            <br></br>
                            ИП Мамеева Л. А.
                            <br></br>
                            +7 968 622-22-23
                            <br></br>
                            le_mousse_makhachkala
                        </li>
                        <li>
                            - НАБЕРЕЖНЫЕ ЧЕЛНЫ, РФ (Набережночелнинский пр, 88 62/04, ТЦ "Единство", 3 этаж, каб 310)
                            <br></br>
                            ID 26092022
                            <br></br>
                            ИП Пажбекова Алиса Владимировна
                            <br></br>
                            +7(967) 755-07-01
                            <br></br>
                            le_mousse_chelny
                        </li>
                        <li>
                            - НИЖНИЙ НОВГОРОД, РФ (ул. Льва Толстого, д. 8)
                            <br></br>
                            ID 04082022
                            <br></br>
                            Бузина Татьяна Ивановна
                            <br></br>
                            +7 (906) 350-26-55
                            <br></br>
                            le_mousse_nn
                        </li>
                        <li>
                            - НОВОСИБИРСК, РФ (ул. Достоевского д.6, 1-й этаж, студия цветов и кофе FloRina)
                            <br></br>
                            ID 22042022
                            <br></br>
                            ООО ФЛОРА, Русских Н.П.
                            <br></br>
                            +7 983 313-46-36
                            <br></br>
                            florina.flowers.flora
                        </li>
                        <li>
                            - ОМСК, РФ (ул. Красный путь д. 101, оф. 213)
                            <br></br>
                            ID 25062022
                            <br></br>
                            Индивидуальный предприниматель Курганова Марина Олеговна
                            <br></br>
                            +7 (913) 668-55-38
                            <br></br>
                            le_mousse_omsk
                        </li>
                        <li>
                            - ОРЕНБУРГ, РФ (ул. Маршала Жукова 3. Продукция в салоне "Сахар и Воск")
                            <br></br>
                            ID 08072022
                            <br></br>
                            Пряхина Алена Юрьевна
                            <br></br>
                            +7 961 929 63 23
                            <br></br>
                            le__mousse_orenburg
                        </li>
                        <li>
                        - ПЕНЗА, РФ (Проспект Победы 96 Е)
                            <br></br>
                            ID 26082022
                            <br></br>
                            Индивидуальный предприниматель Алексеева Карина Анатольевна
                            <br></br>
                            +7 (937) 917-27-15
                            <br></br>
                            le.mousse.penza
                        </li>
                        <li>
                        - ПЕТРОПАВЛОВСК, Казахстан (ул. Зайцева д.9)
                            <br></br>
                            ID 24032022
                            <br></br>
                            ИП Гнедая К.Б
                            <br></br>
                            +7 707 353 4210
                            <br></br>
                            le_mousse_petropavlovsk
                        </li>
                        <li>
                        - ПЕТРОПАВЛОВСК-КАМЧАТСКИЙ, РФ (ул.50 лет Октября 7/1, каб. 10)
                            <br></br>
                            ID 17102022
                            <br></br>
                            ИП Полежаева Анна Евгеньевна
                            <br></br>
                            +7(914)624-34-97
                            <br></br>
                            le_mousse_kamchatka
                        </li>
                        <li>
                        - САНКТ-ПЕТЕРБУРГ, РФ (ул. Новосмоленкая набережная, д.1)
                            <br></br>
                            ID 31082022
                            <br></br>
                            31082022
                            <br></br>
                            +7 (951) 646-45-22
                            <br></br>
                            le_mousse_spb
                        </li>
                        <li>
                        - САРАНСК, РФ (ул. Большевистская д. 30, кв./оф. 301)
                            <br></br>
                            ID 03082022
                            <br></br>
                            Воробьва Ксения Дмитриевна
                            <br></br>
                            +7(996) 960-38-51
                            <br></br>
                            @le_mousse_saransk
                        </li>
                        <li>
                        - САРОВ, РФ (ул.Курчатова, 12)  
                            <br></br>
                            ID 09092022
                            <br></br>
                            Родина Наталья Александровна
                            <br></br>
                            +7(950)604-96-65
                            <br></br>
                            +7(950)604-96-65
                        </li>
                        <li>
                        - СОЧИ, РФ (ул. Макаренко 8б)
                            <br></br>
                            ID 15042022
                            <br></br>
                            ООО ВЕСТ, Суслова Е.С.
                            <br></br>
                            +7 953 949-69-13
                            <br></br>
                            le_mousse_sochi
                        </li>
                        <li>
                        - СТАВРОПОЛЬСКИЙ КРАЙ: ЕССЕНТУКИ, ПЯТИГОРСК, ЖЕЛЕЗНОВОДСК, МИНЕРАЛЬНЫЕ ВОДЫ, КИСЛОВОДСК (ул. Катыхина, 179)
                            <br></br>
                            ID 1102022
                            <br></br>
                            ИП Кудаева Алёна Руслановна
                            <br></br>
                            +7 (938) 917-34-33
                            <br></br>
                            le_mousse_kmv
                        </li>
                        <li>
                        - СУРГУТ, РФ (Проспект Пролетарский 7, кабинет 3)
                            <br></br>
                            ID 03102022
                            <br></br>
                            ИП Калье Кирилл Витальевич
                            <br></br>
                            +7 (982) 889-58-14
                            <br></br>
                            le_mousse_surgut_
                        </li>
                         <li>
                         - ТОМСК, РФ (ул. Проспект Ленина 104, этаж 4, кабинет 407)
                            <br></br>
                            ID 15082022
                            <br></br>
                            Индивидуальный предприниматель Монахова Жанна Альбертовна
                            <br></br>
                            +7(999) 620-09-64
                            <br></br>
                            le_mousse_tomsk
                        </li>
                        <li>
                        - ТЮМЕНЬ, РФ (ул.50 лет октября 1а,напротив ТЦ "Мегаллан")
                            <br></br>
                            ID 09072022
                            <br></br>
                            Лепешкина Екатерина Алексеевна
                            <br></br>
                            +7 995 302 25 75
                            <br></br>
                            le_mousse_tyumen_
                            <br></br>
                            https://vk.com/le_mousse_tyumen
                        </li>
                        <li>
                        - УФА, Башкортостан, РФ (Верхнеторговая площадь 4, офис 716)
                            <br></br>
                            ID 26062022
                            <br></br>
                            ИП Косенко Э.А.
                            <br></br>
                            +7 937 347-98-83
                            <br></br>
                            le.mousse.ufa
                        </li>
                        <li>
                        - ХАБАРОВСК, РФ (ул.Герцена, 7а)
                            <br></br>
                            ID 25082022
                            <br></br>
                            ИП Садко Наталья Владимировна
                            <br></br>
                            +7(914) 375-22-27
                            <br></br>
                            le_mousse_khv
                        </li>
                        <li>
                        - ЧЕБОКСАРЫ, РФ (Проспект Ленина 7б, офис 08)
                            <br></br>
                            ID 18102022
                            <br></br>
                            ИП Крумов Антон Славчев
                            <br></br>
                            +7 (987) 661-69-38
                            <br></br>
                            le_mousse_cheb21
                        </li>
                        <li>
                        - ЮЖНО-САХАЛИНСК, РФ (ул. Ленина 196)
                            <br></br>
                            ID 24082022
                            <br></br>
                            Индивидуальный предприниматель Петрова Валерия Николаевна
                            <br></br>
                            +7(902) 558-36-06
                            <br></br>
                            le_mousse_ys
                        </li>
                    </ul>
                </div>
                <div className='col-12'>
                    <div className='text-center my-4'>
                        <NavLink to='/dealers_form' className='btn'>Анкета для дилеров</NavLink>
                    </div>
                </div>
            </div>
        </div>
    )
}

export default DelaersInfo