import React from 'react'

const Oferta = () => {
    return (
        <div class="d-flex justify-content-between flex-column min-full-height py-4">
            <div class="page">
                <div class="container">
                    <h1>Публичная оферта</h1>
                    <div class="mt-4">
                        <p><strong>ДОГОВОР ОФЕРТЫ</strong></p>
                        <p><strong>1. Общие положения</strong></p>
                        <p>1.1. Индивидуальный Предприниматель Овчинникова Юлия Игоревна, ИНН 344103083881, ОГРНИП 321344300027087, публикует публичную оферту о продаже товаров, представленным в официальном интернет-магазине Продавца www.thebestforyourself.ru.</p>
                        <p>1.2. В соответствии со статьей 437 ГК РФ, данный документ является публичной офертой, и в случае принятия изложенных ниже условий физическое лицо, производящее акцепт этой оферты, осуществляет оплату Товара Продавца в соответствии с условиями настоящего Договора. В соответствии с пунктом 3 статьи 438 ГК РФ, оплата Товара Покупателем является акцептом оферты, что считается равносильным заключению Договора на условиях, изложенных в оферте.</p>
                        <p>1.3. На основании вышеизложенного, внимательно ознакомьтесь с текстом публичной оферты и, если Вы не согласны с каким-либо пунктом оферты, Вам предлагается отказаться от покупки Товаров, предоставляемых Продавцом.</p>
                        <p>1.4. В настоящей оферте, если контекст не требует иного, нижеприведенные термины имеют следующие значения:</p>
                        <p>• "Оферта" - публичное предложение Продавца, адресованное любому физическому лицу (гражданину), заключить с ним договор купли-продажи (далее - "Договор") на существующих условиях, содержащихся в Договоре, включая все его приложения.</p>
                        <p>• "Продавец” - ИП Овчинникова Юлия Игоревна реализующий Товар, представленный в интернет-магазине Продавца.</p>
                        <p>• "Покупатель" - гражданин, имеющий намерение заказать или приобрести либо заказывающий, приобретающий или использующий товары исключительно для личных, семейных, домашних и иных нужд, не связанных с осуществлением предпринимательской деятельности заключившее с Продавцом Договор на условиях, содержащихся в настоящей оферте.</p>
                        <p>• "Акцепт" - полное и безоговорочное принятие Покупателем условий оферты.</p>
                        <p>• "Товар" - перечень наименований ассортимента, представленный в официальном интернет-магазине Продавца.</p>
                        <p>• "Заказ" - отдельные позиции из ассортиментного перечня Товара, указанные Покупателем при размещении заявки в интернет-магазине Продавца.</p>
                        <p>• "Доставка Товара"- непосредственная передача заказанного Товара Покупателю в месте, указанном Покупателем в качестве адреса доставки.</p>
                        <p>1.5. Настоящий договор оферты составлен в соответствии с "Правилами продажи товаров дистанционным способом", утвержденными постановлением Правительства Российской Федерации от 27 сентября 2007 года № 612 и Законом "О защите прав потребителей" от 7 февраля 1992 года №2300-I.</p>
                        <p><strong>2. Предмет договора</strong></p>
                        <p>2.1. Продавец продает Товар в соответствии с действующим ценами, опубликованными в интернет-магазине Продавца, а Покупатель производит оплату и принимает Товар в соответствии с условиями настоящего Договора.</p>
                        <p><strong>3. Размещение Заказа</strong></p>
                        <p>3.1. Заказ Товара осуществляется Покупателем путем выбора интересующих позиций через интернет-магазин.</p>
                        <p>3.2. При регистрации (размещении) Заказа в интернет-магазине Продавца Покупатель обязуется предоставить следующую регистрационную информацию о себе:</p>
                        <p>- фамилия, имя, отчество (на русском языке);</p>
                        <p>- фактический адрес доставки;</p>
                        <p>- почтовый адрес (включая индекс);</p>
                        <p>- адрес электронной почты;</p>
                        <p>- контактные телефоны;</p>
                        <p>- иную информацию согласно бланку Заказа размещенного в интернет-магазине Продавца.</p>
                        <p>Принятие Покупателем условий настоящего Договора осуществляется посредством внесения Покупателем соответствующих данных в регистрационную форму в интернет-магазине. Покупатель имеет право редактировать информацию о себе.</p>
                        <p>Продавец не изменяет и не редактирует информацию о Покупателе без согласия последнего.</p>
                        <p>Продавец обязуется не сообщать данные Покупателя в интернет-магазине www.thebestforyourself.ru, а также иную информацию, касающуюся личных данных Покупателя, лицам, не имеющим отношения к исполнению Заказа.</p>
                        <p>Продавец оставляет за собой право отказать в обслуживании Покупателю без объяснения причин.</p>
                        <p>После размещении Заказа данные о Покупателе регистрируются в базе данных Продавца.</p>
                        <p>Утвердив Заказ выбранного Товара, Покупатель предоставляет Продавцу необходимую информацию в соответствии с порядком, указанном в п. 3.2. настоящего Договора.</p>
                        <p>При сборе и обработке персональных данных Покупателей Продавец руководствуется положениями Федерального Закона № 152 ФЗ "О персональных данных" от 27 июля 2006 года, а также порядком сбора, обработки и хранении персональных данных, установленным настоящей офертой.</p>
                        <p>После завершения процесса заполнения формы, выборе способа доставки и оплаты в интернет-магазине, Покупателю направляется письмо на электронную почту, в котором указан присвоенный номер заказа, перечень приобретённых продуктов, стоимость их, информация об оплате, доставке и приблизительные сроки.<p>При сборе и обработке персональных данных Покупателей Продавец руководствуется положениями Федерального Закона № 152 ФЗ "О персональных данных" от 27 июля 2006 года, а также порядком сбора, обработки и хранении персональных данных, установленным настоящей офертой.</p><p>При сборе и обработке персональных данных Покупателей Продавец руководствуется положениями Федерального Закона № 152 ФЗ "О персональных данных" от 27 июля 2006 года, а также порядком сбора, обработки и хранении персональных данных, установленным настоящей офертой.</p></p>
                        <p>3.3. Покупатель несёт ответственность за содержание и достоверность информации, предоставленной при размещении Заказа.</p>
                        <p>3.4. Все информационные материалы, представленные в интернет-магазине www.thebestforyourself.ru, носят справочный характер и не могут в полной мере передавать достоверную информацию об определенных свойствах и характеристиках Товара, таких как: цвет, форма, размер и упаковка. В случае возникновения у Покупателя вопросов, касающихся свойств и характеристик Товара, перед размещением Заказа ему необходимо обратиться за консультацией к Продавцу или послать запрос в директ аккаунта инстаграм @le__mousse.</p>
                        <p>3.5. Данные, которые предоставляет Покупатель, заполняя регистрационные данные, будут использованы Продавцом или привлеченным им лицом при формировании базы данных о покупателях и для информирования Покупателя об акциях и специальных предложениях. Для указанных целей данные могут быть подвергнуты обработке Продавцом или привлеченным им лицом в целях автоматизации с использованием вычислительной техники. Заполнение Покупателем Заказа в интернет-магазине Продавца означает согласие на использование, хранение и обработку персональных данных и данных содержащихся в анкете, любыми не запрещенными законом способами, вплоть до момента отзыва согласия на обработку персональных данных. В любой момент Покупатель может отозвать свое согласие письменным заявлением в свободной форме полученным Продавцом на электронную. почту prof-cosmetics@list.ru.</p>
                        <p><strong>4. Сроки исполнения Заказа</strong></p>
                        <p>4.1. Срок, в который Продавец обязуется исполнить Заказ, составляет от 1 до 60 рабочих дней.</p>
                        <p>Срок исполнения Заказа зависит от наличия заказанных позиций.</p>
                        <p>Товара на складе Продавца и времени, необходимого на обработку Заказа.</p>
                        <p>Заказы, поступившие из интернет-магазина www.thebestforyourself.ru обрабатываются ежедневно (в течении 7 дней) кроме субботы, воскресения и официально праздничных дней на Территории РФ.</p>
                        <p>Срок исполнения Заказа в исключительных случаях может быть оговорен с Покупателем индивидуально в зависимости от характеристик и количества заказанного Товара.</p>
                        <p>В случае отсутствия части Заказа на складе Продавца, в том числе по причинам, не зависящим от последнего, Продавец вправе аннулировать указанный Товар из Заказа Покупателя. Продавец обязуется уведомить Покупателя об изменении комплектности его Заказа путем направления сообщения на электронный адрес, указанный при регистрации в интернет-магазине, по указанному при заказе номеру телефона или дополнительным письменным пояснением к описанию при непосредственном получении Заказа Покупателем.</p>
                        <p>4.2. Заказ, доставляемый Курьерской службой, считается исполненным в момент его передачи Покупателю. Заказ, доставляемый Транспортными компаниями, считается исполненным после оформления товарной накладной Продавцом и передачи Транспортной компании. За сроки доставки Транспортной компанией Продавец ответственности не несет. Подтверждением исполнения Заказа является квитанция или транспортная накладная (документ ее заменяющий) Транспортной компании.</p>
                        <p>4.3. В случае предоставления Покупателем недостоверной информации о его контактных данных или составе Заказа Продавец за ненадлежащее исполнение Заказа ответственности не несет.</p>
                        <p><strong>5. Доставка Заказа</strong></p>
                        <p>5.1. Доставка Заказа Курьерской службой осуществляется в сроки, определенные Покупателем и согласованные с Продавцом и курьерской службой, с учетом условий настоящей оферты.</p>
                        <p>5.2. Доставка Заказа осуществляется по адресу, указанному Покупателем при оформлении заказа через Интернет-сайт.</p>
                        <p>5.3. Стоимость и условия доставки Заказа Покупатель уточняет в директ аккаунта инстаграм @le__mousse.</p>
                        <p>5.4 Покупатель, при получении извещения от почты, курьерской службы и прочих служб о том, что товар находится в пункте выдачи, обязан получить товар в течении <strong>1-2 дней</strong>. В противном случае, при долгом хранении товара в пунктах выдачи, он может испортиться при неподходящих климатических условиях.</p>
                        <p>5.5. Покупатель обязан вскрыть Товар в присутствии курьера, убедиться в комплектности Заказа. После приемки Товара у курьера претензии по комплектности не принимаются.</p>
                        <p><strong>6. Оплата Заказа</strong></p>
                        <p>6.1. При оплате заказа банковской картой, обработка платежа (включая ввод номера карты) происходит на защищенной странице процессинговой системы, которая прошла международную сертификацию. Это значит, что Ваши конфиденциальные данные (реквизиты карты, регистрационные данные и др.) не поступают в интернет-магазин, их обработка полностью защищена и никто, в том числе наш интернет-магазин, не может получить персональные и банковские данные клиента. При работе с карточными данными применяется стандарт защиты информации, разработанный международными платёжными системами Visa и MasterCard - Payment Card Industry Data Security Standard (PCI DSS), что обеспечивает безопасную обработку реквизитов Банковской карты Держателя. Применяемая технология передачи данных гарантирует безопасность по сделкам с Банковскими картами путем использования протоколов Secure Sockets Layer (SSL), Verified by Visa, Secure Code, и закрытых банковских сетей, имеющих высшую степень защиты. В случае возврата, денежные средства возвращаются на ту же карту, с которой производилась оплата.</p>
                        <p>6.2. Цена на Товар отображена в рублях в интернет-магазине www.thebestforyourself.ru.</p>
                        <p>6.3. Цены на Товары, указанные в интернет-магазине, могут быть изменены Продавцом в одностороннем порядке без уведомления Покупателя. В случае изменения цены на заказанные позиции Товара, Продавец обязуется в кратчайшие сроки проинформировать Покупателя о таком изменении. Покупатель вправе подтвердить либо аннулировать Заказ.<span class="Apple-converted-space">&nbsp;</span></p>
                        <p>6.4. Оплата Покупателем самостоятельно размещенного Заказа в интернет-магазине Продавца означает согласие Покупателя с условиями настоящего Договора. День оплаты Заказа является датой заключения Договора оферты между Продавцом и Покупателем.</p>
                        <p><strong>7. Возврат Товара</strong></p>
                        <p>7.1. Покупатель, намеренно или по личным обстоятельствам не получивший доставленный товар на почте, курьерской службой и пр., в случае возврата товара продавцу, оплачивает расходы, понесенные продавцом (доставка, переупаковка и пр.) при повторном направлении заказа. Если покупатель не оплачивает расходы для повторной отправки товара, заказ хранится у продавца до даты истечения срока годности товара, с последующей утилизацией. Денежные средства, оплаченные покупателем возврату, не подлежат.</p>
                        <p>7.2. Возврат товара надлежащего качества:</p>
                        <p>7.2.1. Если по каким-либо причинам Вы решили отказаться от приобретенного товара, то можете сделать это в соответствии с Законом РФ от 07.02.1992 N 2300-1 «О защите прав потребителей. А именно в течении 7 дней после получения товара, необходимо вернуть товар и направить заявление о возврате, с указанием реквизитов для перевода средств, по следующему адресу: 400074, г.Волгоград, ул. Рабоче-Крестьянская, д. 65а.</p>
                        <p>7.2.2. Режим работы организации: понедельник – пятница, с 9:00 до 18:00, суббота, воскресенье – выходной.</p>
                        <p>7.2.3. Возврат Товара надлежащего качества возможен в случае, если сохранены его товарный вид, потребительские свойства (товар не должен иметь следов вскрытия, использования, сохранена упаковка), а также документ, подтверждающий факт и условия покупки указанного Товара.</p>
                        <p>7.2.4. В течении 10 дней с момента получения продавцом возвращенного товара и предъявленного соответствующего требования, продавец возвращает стоимость товара за вычетом расходов на доставку, на реквизиты, указанные в заявлении.</p>
                        <p>7.3. Внесение изменений в заказ (состав, количество), после произведённой оплаты, не допускается. Пока заказ не направлен, возможно лишь оформить возврат заказа полностью, направив на адрес электронной почты: prof-cosmetics@list.ru заявление о возврате, с указанием реквизитов для перевода средств.</p>
                        <p>7.4. Возврат товара ненадлежащего качества:</p>
                        <p>7.4.1. Покупатель, которому продан товар ненадлежащего качества, если это не было оговорено продавцом, вправе по своему выбору заявить любое из нижеперечисленных требований:</p>
                        <p>-замены на товар аналогичной марки (модели, артикула) или на такой же товар другой марки (модели, артикула) с соответствующим перерасчетом покупной цены;</p>
                        <p>-соразмерного уменьшения покупной цены;</p>
                        <p>-вправе отказаться от исполнения договора и потребовать возврата уплаченной за товар суммы.</p>
                        <p>7.4.2. Интернет-магазин вправе отказать в обмене или возврате товара, если сочтет, что обнаруженный существенный недостаток является следствием неправильной эксплуатации товара.</p>
                        <p>7.4.3. В соответствии со ст. 22 Закона РФ № 2300-I "О Защите прав потребителей", уплаченная Покупателем сумма за Товар ненадлежащего качества подлежит возврату Покупателю в течение 10 календарных дней с момента получения продавцом направленного покупателем товара и соответствующего письменного требования.</p>
                        <p>Адрес для направления заявления и товара: 400074, г.Волгоград, ул. Рабоче-Крестьянская, д. 65а.</p><p>7.4.4. В случае возникновения разногласий по качеству или причинам возникновения недостатков, Продавец имеет право провести проверку качества Товара. Сроки проведения проверки качества устанавливаются действующим законодательством Российской Федерации.<span class="Apple-converted-space">&nbsp;</span></p>
                        <p>По результатам проверки качества или проведения экспертизы, в случае если будет доказано, что за данный недостаток отвечает Продавец, требование Покупателя подлежит удовлетворению.</p>
                        <p>Если по результатам проверки или проведения экспертизы будет установлено, что недостаток не обнаружен или Продавец не несет за него ответственности, Покупатель обязан компенсировать Продавцу затраты на проведение экспертизы и все понесённые транспортные расходы на доставку Товара.</p>
                        <p>7.4.5. Возврат денежных средств, уплаченных за Товар ненадлежащего качества, а также обмен Товара или возврат денежных средств, оплаченных путем безналичного перевода на расчетный счет Продавца осуществляется любым способом по договоренности между Продавцом и Покупателем.</p>
                        <p>7.5. Вся текстовая информация и графические изображения, размещенные в интернет-магазине www.thebestforyourself.ru и в аккаунте инстаграм @le__mousse, являются собственностью Продавца и/или его поставщиков и производителей.</p>
                        <p><strong>8. Права, обязанности и ответственность</strong></p>
                        <p>8.1. Продавец не несет ответственности за ненадлежащее использование товаров Покупателем, заказанных в интернет-магазине www.thebestforyourself.ru.</p>
                        <p>8.2. Продавец вправе передавать свои права и обязанности по исполнению Заказов третьим лицам.</p>
                        <p>8.3. Продавец имеет право на осуществление скрин-фото переписки и записи телефонных разговоров с Покупателем. В соответствии с п.4 ст.16 Федерального закона "Об информации, информационных технологиях и о защите информации" Продавец обязуется: предотвращать попытки несанкционированного доступа к информации и/или передачу ее лицам, не имеющим непосредственного отношения к исполнению Заказов; своевременно обнаруживать и пресекать такие факты. Телефонные разговоры записываются в целях осуществления контроля деятельности Продавца и контроля качества исполнения Заказов.</p>
                        <p>8.4. В соответствии со ст.436 Гражданского кодекса Российской Федерации настоящая оферта не является безотзывной. Продавец имеет право отказать в размещении Заказа лицам, выражающим несогласие с условиями настоящего Договора.</p>
                        <p>8.5. Право собственности на Товар, а также риск его случайной гибели или повреждения переходят к Покупателю с момента получения Товара либо передачи Товара курьерской службе, при привлечении таковой.</p>

                        <p>ИП Овчинникова Юлия Игоревна</p>
                        <p>ОГРНИП №321344300027087</p>
                        <p>ИНН 344103083881</p>
                        <p>Юридический адрес: 143902, Московская область, г. Балашиха, ул. Зеленая, д. 33, кв. 151.</p>
                        <p>Почтовый адрес: 400010, г. Волгоград, проспект им. Г.К. Жукова, 100 б</p>
                    </div>
                </div>
            </div >
        </div >
    )
}

export default Oferta