import React from 'react'

const Politika = () => {
    return (
        <div className="d-flex justify-content-between flex-column min-full-height py-4">
            <div class="page">
                <div class="container">
                    <h1>Политика конфиденциальности</h1>
                    <div className="mt-4">
                        <div className="mt-4">
                            <p>
                                <strong>
                                    ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ</strong>
                            </p>
                            <p>
                                Настоящим Соглашением, любое физическое лицо, именуемое «Покупатель», дает свое согласие на обработку, хранение и использование персональных данных Индивидуальным предпринимателем Овчинникова Юлия Игоревна (ОГРНИП 321344300027087, ИНН 344103083881), юридический адрес: 143902, Московская обл., г. Балашиха, ул. Зеленая, д. 33, кв. 151, именуемое в дальнейшем «Оператор», на&nbsp;основании Федеральном законе № 152-ФЗ от 27.07.2006 «О персональных данных» и на условиях изложенных в настоящем Соглашении.
                                <br />Покупатель обязан полностью ознакомиться с настоящим Соглашением до момента предоставления персональных данных Оператору. На основании вышеизложенного, внимательно ознакомьтесь с текстом Соглашения, и, если вы не согласны с каким-либо пунктом, Вам предлагается отказаться от приобретения Товаров, предоставляемых Оператором, и принятия условий настоящего Соглашения.
                            </p>
                            <p>
                                <strong>
                                    1. НАЗНАЧЕНИЕ И ОБЛАСТЬ ДЕЙСТВИЯ
                                </strong>
                            </p>
                            <p>
                                1.1. Настоящее Соглашение определяет цели и общие принципы обработки персональных данных, а также реализуемые меры защиты персональных данных Оператором.
                            </p>
                            <p>
                                1.2. Настоящее Соглашение является общедоступным документом Оператора и предусматривает возможность ознакомления с ней любых лиц.
                            </p>
                            <p>
                                1.3. По настоящему Соглашению срок действия согласия Покупателя ограничен сроком, требующимся для достижения цели обработки персональных данных, если иной срок хранения персональных данных не установлен действующим законодательством Российской Федерации.
                            </p>
                            <p>
                                1.4. В настоящем Соглашении используются термины и определения в соответствии с их значениями, как они определены в Федеральном законе № 152-ФЗ от 27.07.2006 «О персональных данных», в том числе Покупатель подтверждает, что проинформирован о понятии следующих терминов:</p><p>Под персональными данными подразумевается любая информация, относящаяся к прямо или косвенно к Покупателю, включая, но не ограничиваясь: фамилия, имя, отчество, дата рождения, контактный телефон, адрес электронной почты, почтовый адрес, сведения о стране, городе, области проживания, сведения о банковской карте (номер, CVV, фамилия имя на латинице, год и месяц окончания действия карты);</p><p>Под обработкой персональных данных понимаются действия с персональными данными, а именно: сбор, запись, систематизация, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передача (предоставление, доступ), блокирование, удаление персональных данных, совершаемые использованием средств автоматизации Оператора.
                            </p>
                            <p>
                                1.5. Покупатель проинформирован и подтверждает, что по настоящему Соглашению согласие на обработку, хранение и использование персональных данных распространяется на всех сотрудников Оператора (включая работников по трудовым договорам и сотрудников, работающих по договорам подряда) и все структурные подразделения Оператора, включая обособленные подразделения. Требования настоящего Соглашения также учитываются и предъявляются в отношении иных лиц при необходимости их участия в процессе обработки персональных данных Оператором, а также в случаях передачи им в установленном порядке персональных данных на основании соглашений, договоров, поручений на обработку.
                            </p>
                            <p>
                                1.6. Оператор оставляет за&nbsp;собой право вносить изменения в&nbsp;одностороннем порядке в&nbsp;настоящее Соглашение, при условии, что изменения не&nbsp;противоречат действующему законодательству РФ. Изменения условий настоящего Соглашения вступают в&nbsp;силу после их&nbsp;публикации на&nbsp;Сайте – https://thebestforyourself.ru.
                            </p>
                            <p>
                                <strong>
                                    2. ПРИНЦИПЫ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ
                                </strong>
                            </p>
                            <p>
                                2.1. Обработка персональных данных Оператором осуществляется на законной и справедливой основе.
                            </p>
                            <p>
                                2.2. Обработка персональных данных ограничивается достижением конкретных, заранее определенных и законных целей.
                                <span className="Apple-converted-space">
                                    &nbsp;
                                </span>
                            </p>
                            <p>
                                2.3. Не допускается объединение баз данных, содержащих персональные данные, обработка которых осуществляется в целях, несовместимых между собой.
                            </p>
                            <p>
                                2.4. Обработке подлежат только персональные данные, которые отвечают целям их обработки.
                            </p>
                            <p>
                                2.5. Содержание и объем обрабатываемых персональных данных соответствуют заявленным целям обработки. Обрабатываемые персональные данные не являются избыточными по отношению к заявленным целям их обработки.
                            </p>
                            <p>
                                2.6. При обработке персональных данных обеспечены точность персональных данных, их достаточность, а в необходимых случаях и актуальность по отношению к целям обработки персональных данных. Оператор принимает необходимые меры по удалению или уточнению неполных, или неточных данных.
                            </p>
                            <p>
                                2.7. Срок хранения персональных данных три года если не установлен договором, стороной которого, выгодоприобретателем или поручителем, по которому является субъект персональных данных. Обрабатываемые персональные данные подлежат уничтожению либо обезличиванию по достижении целей обработки или в случае утраты необходимости их хранения.
                            </p>
                            <p>
                                <strong>
                                    3. УСЛОВИЯ И ЦЕЛИ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ
                                </strong>
                            </p>
                            <p>
                                3.1. Обработка персональных данных осуществляется с согласия субъекта персональных данных на обработку его персональных данных.
                            </p>
                            <p>
                                3.2. Обработка персональных данных необходима для достижения целей, предусмотренных международным договором Российской Федерации или законом, для осуществления и выполнения возложенных законодательством Российской Федерации на оператора функций, полномочий и обязанностей.
                            </p>
                            <p>
                                3.3. Обработка персональных данных необходима для исполнения договора, стороной которого либо выгодоприобретателем или поручителем, по которому является субъект персональных данных, в том числе в случае реализации оператором своего права на уступку прав (требований) по такому договору, а также для заключения договора по инициативе субъекта персональных данных или договора, по которому субъект персональных данных будет являться выгодоприобретателем или поручителем.
                            </p>
                            <p>
                                3.4. Покупатель подтверждаете, что проинформирован о том, что обработка предоставляемых им персональных данных может осуществляется для достижения следующей цели: исполнения обязательств Оператора по заказам, договорам и иным обязательствам, принятым Оператором в качестве обязательных к исполнению перед Покупателем, в том числе проведения аудита и
                                &nbsp;
                                прочих внутренних исследований с
                                &nbsp
                                ;целью повышения качества предоставляемых услуг.
                            </p>
                            <p>
                                3.5. Для указанных целей в п. 3.4. настоящего Соглашения Оператор реализует комплекс действий, направленных на выполнение следующих задач:
                            </p>
                            <p>
                                <strong>
                                    -
                                </strong>идентификация стороны для осуществления продажи Товара;
                            </p>
                            <p>
                                -предоставление пользователю персонализированных услуг продаже Товара;
                            </p>
                            <p>
                                -улучшение качества обслуживания при продаже Товара;
                            </p>
                            <p>
                                -проведение статистических и иных исследований, на основе обезличенных данных;

                            </p>
                            <p>
                                -предоставление Покупателям Сайта безопасного и удобного функционала по его использованию, эффективному отображению информации;
                            </p>
                            <p>
                                -эффективное исполнение заказов, договоров и иных обязательств, принятых Оператором в качестве обязательных к исполнению перед Покупателем;
                            </p>
                            <p>
                                -обработка вопросов Покупателей Сайта;</p><p>-осуществление и/или исполнение функций, полномочий и обязанностей, возложенных законодательством Российской Федерации на Оператора.
                            </p>
                            <p>
                                <strong>
                                    4. ПРАВА ПОКУПАТЕЛЕЙ (СУБЪЕКТОВ ПЕРСОНАЛЬНЫХ ДАННЫХ)
                                </strong>
                            </p>
                            <p>
                                4.1. При этом Покупатель вправе в любой момент отозвать настоящее согласие, путём направления письменного уведомления Оператору на почтовый адрес: 400074, г. Волгоград, ул. Рабоче-Крестьянская, 65, об отзыве согласия на обработку персональных данных либо лично. Удаление персональных данных Покупателя будет произведено Оператором в течении 30 (тридцати) календарных дней с момента получения такого уведомления.
                            </p>
                            <p>
                                4.2. Покупатель имеет право на получение информации, касающейся обработки его персональных данных, в том числе содержащей:
                            </p>
                            <p>
                                - подтверждение факта обработки персональных данных Оператором;
                                <span className="Apple-converted-space">&nbsp;
                                </span>
                            </p>
                            <p>
                                - правовые основания и цели обработки персональных данных; - цели и применяемые Оператором способы обработки персональных данных;
                            </p>
                            <p>
                                - наименование и место нахождения Оператора, сведения о лицах (за исключением сотрудников/работников Оператора), которые имеют доступ к персональным данным или которым могут быть раскрыты персональные данные на основании договора с Оператором или на основании федерального закона;
                            </p>
                            <p>
                                - обрабатываемые персональные данные, относящиеся к соответствующему субъекту персональных данных, источник их получения, если иной порядок представления таких данных не предусмотрен федеральным законом;
                            </p>
                            <p>
                                - сроки обработки персональных данных, в том числе сроки их хранения;
                            </p>
                            <p>
                                - порядок осуществления субъектом персональных данных прав, предусмотренных Федеральным законом «О персональных данных»;
                            </p>
                            <p>
                                - информацию об осуществленной или о предполагаемой трансграничной передаче данных;
                                <span className="Apple-converted-space">
                                    &nbsp;
                                </span>
                            </p>
                            <p>
                                - наименование или фамилию, имя, отчество и адрес лица, осуществляющего обработку персональных данных по поручению Оператора, если обработка поручена или будет поручена такому лицу;
                            </p>
                            <p>
                                - иные сведения, предусмотренные Федеральным законом «О персональных данных» или другими федеральными законами.
                            </p>
                            <p>
                                4.3. Покупатель вправе требовать от Оператора уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав.
                            </p>
                            <p>
                                4.4. Если Покупатель считает, что Оператор осуществляет обработку его персональных данных с нарушением требований Федерального закона «О персональных данных» или иным образом нарушает его права и свободы, субъект персональных данных вправе обжаловать действия или бездействие Оператора в уполномоченный орган по защите прав субъектов персональных данных (Федеральная служба по надзору в сфере связи, информационных технологий и массовых коммуникаций — Роскомнадзор) или судебном порядке.
                            </p>
                            <p>
                                4.5. Субъект персональных данных имеет право на защиту своих прав и законных интересов, в том числе на возмещение убытков и (или) компенсацию морального вреда в судебном порядке.
                            </p>
                            <p>
                                <strong>
                                    5. МЕРЫ ПО ОБЕСПЕЧЕНИЮ БЕЗОПАСНОСТИ ПЕРСОНАЛЬНЫХ ДАННЫХ
                                </strong>
                            </p>
                            <p>
                                5.1. Оператор при обработке персональных данных принимает необходимые правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных.
                            </p>
                            <p>
                                5.2. Обеспечение безопасности персональных данных достигается, в частности:
                            </p>
                            <p>- определением угроз безопасности персональных данных при их обработке в информационных системах персональных данных;
                            </p>
                            <p>- применением организационных и технических мер по обеспечению безопасности персональных данных при их обработке в информационных системах персональных данных, необходимых для выполнения требований к защите персональных данных, исполнение которых обеспечивает установленные Правительством Российской Федерации уровни защищенности персональных данных;
                            </p>
                            <p>
                                - применением прошедших в установленном порядке процедуру оценки соответствия средств защиты информации;
                            </p>
                            <p>
                                - оценкой эффективности принимаемых мер по обеспечению безопасности персональных данных до ввода в эксплуатацию информационной системы персональных данных;
                            </p>
                            <p>
                                - учетом машинных носителей персональных данных;
                            </p>
                            <p>
                                - обнаружением фактов несанкционированного доступа к персональным данным и принятием мер;
                            </p>
                            <p>
                                - восстановлением персональных данных, модифицированных или уничтоженных вследствие несанкционированного доступа к ним;
                            </p>
                            <p>
                                - установлением правил доступа к персональным данным, обрабатываемым в информационной системе персональных данных, а также обеспечением регистрации и учета всех действий, совершаемых с персональными данными в информационной системе персональных данных;
                            </p>
                            <p>
                                - контролем за принимаемыми мерами по обеспечению безопасности персональных данных и уровня защищенности информационных систем персональных данных.
                            </p>
                            <p>
                                5.3. Оператор обязуется не
                                &nbsp;
                                передавать полученные персональные данные третьим лицам, за&nbsp;исключением следующих случаев:
                            </p>
                            <p>
                                По&nbsp;запросам уполномоченных органов государственной власти&nbsp;РФ только по&nbsp;основаниям и&nbsp;в&nbsp;порядке, установленным законодательством РФ Стратегическим партнерам, которые работают с Оператором для предоставления продуктов и&nbsp;услуг, или тем из&nbsp;них, которые помогают Оператору реализовывать продукты и&nbsp;услуги потребителям. При этом Оператор предоставляет третьим лицам минимальный объем персональных данных, необходимый только для оказания требуемой услуги или проведения необходимой транзакции.
                            </p>
                            <p>
                                &nbsp;
                            </p>
                        </div>
                    </div>

                </div>
            </div>
        </div>
    )
}

export default Politika